{
  "hi": "Hi there! How can I help you today.",
  "who are you": "I am chatbot.",
  "how are you": "I am fine.",
  "name": "My name is chatbot.",
  "hello": "Hi there! How can I help you today.",
  "good morning": "Good morning! How can I assist you today?",
  "good afternoon": "Good afternoon! How can I help you?",
  "good evening": "Good evening! What can I do for you?",
  "company name": "Our company is XYZ Corp.",
  "location": "We are located at 123 Main Street, Anytown, USA.",
  "services": "We offer a wide range of services including web development, mobile app development, and digital marketing.",
  "contact": " You can contact the admissions office by phone at (555) 123-4567, by email at admissions@college.edu, or by visiting our office on campus during business hours.",
  "admission requirements": "The admission requirements include a completed application form, high school transcripts, standardized test scores (SAT or ACT), letters of recommendation, and a personal statement. Additional requirements may apply for specific programs.",
  "application deadline": "The application deadlines vary depending on the program and the type of admission (early decision, regular decision, etc.). Generally, the deadlines are November 1 for early decision and January 1 for regular decision.",
  "tuition fee": "The tuition fee for the academic year is $30,000 for undergraduate programs. Additional fees for housing, meal plans, and other services may apply. Financial aid and scholarships are available to eligible students.",
  "scholarships": "We offer a variety of scholarships based on merit, need, and specific talents. Financial aid packages may include grants, loans, and work-study opportunities. You can apply for financial aid by filling out the FAFSA form.",
  "scholarship": "We offer a variety of scholarships based on merit, need, and specific talents. Financial aid packages may include grants, loans, and work-study opportunities. You can apply for financial aid by filling out the FAFSA form.",
  "financial aid": "We offer a variety of scholarships based on merit, need, and specific talents. Financial aid packages may include grants, loans, and work-study opportunities. You can apply for financial aid by filling out the FAFSA form.",
  "programs": "Our co llege offers a wide range of majors and programs including Business, Engineering, Computer Science, Arts, Sciences, and Humanities. You can find a full list of programs on our website",
  "campus life": "Our Campus life is vibrant and diverse with numerous student organizations, clubs, sports teams, and events. Our college promotes a sense of community and encourages student engagement both academically and socially.",
  "housing": "We offer a variety of housing options including dormitories, apartments, and family housing. Each option provides different amenities and pricing. Housing applications are accepted on a rolling basis.",
  "campus tour": "You can schedule a campus tour by visiting our website and filling out the campus tour request form. Tours are available on weekdays and some weekends.",
  "career services": "Our career services include resume workshops, interview preparation, job fairs, internship placements, and one-on-one career counseling. We are dedicated to helping students and alumni achieve their career goals."
}
